{
  "$CHARACTER_DATA_RPC_61_name":"Dixie Chan",
  "$CHARACTER_DATA_RPC_61_firstName":"Dixie",
  "$CHARACTER_DATA_RPC_61_lastName":"Chan",
  "$CHARACTER_DATA_RPC_61_description":"A resident Chicagoan, Dixie is the only son of decent law-abiding parents. Both lawyers, they worked hard to get their son a good education, though, after years of watching them fight injustice to gain nothing more than squalor and early graves, Dixie vowed never to forgo a good payday in favor of doing the right thing. Becoming a lawyer solely for profit, Dixie found his niche representing criminals desperate to avoid prison and willing to pay anything to find a loophole. As the owner of several properties, with several high-profile criminals on his Christmas card list, Dixie has never looked back.",
  "$CHARACTER_DATA_RPC_61_background":"The well-educated son of Chinese immigrants, Dixie has a quick mouth and superior knowledge of the justice system and knows how to bend its rules to suit his clients.",
  "$CHARACTER_DATA_RPC_62_name":"Ada Santos Souza",
  "$CHARACTER_DATA_RPC_62_firstName":"Ada",
  "$CHARACTER_DATA_RPC_62_lastName":"Santos Souza",
  "$CHARACTER_DATA_RPC_62_description":"Doctor Ada Santos Souza grew up in Sao Paulo to a wealthy family that fell on hard times. But though her circumstances changed, her tastes did not, and Doctor Souza used her high class connections to commit high class crimes, selling museum artifacts on the black market. But she found a taste for adventure that pushed her to take even greater risks. This resulted in one of her co-conspirators turning her in to save their own skin, and she tumbled down into the underground where her circle of influence only grew larger.",
  "$CHARACTER_DATA_RPC_62_background":"Growing up privileged with a top class education, Souza's missteps have nevertheless taken her into Chicago's criminal underworld. But with the thrill of high-stakes adventure attached, she has found she may be exactly where she belongs.",
  "$CHARACTER_DATA_RPC_63_name":"Judge Ma Miller",
  "$CHARACTER_DATA_RPC_63_firstName":"Ma",
  "$CHARACTER_DATA_RPC_63_lastName":"Miller",
  "$CHARACTER_DATA_RPC_63_nickName":"The Pillar",
  "$CHARACTER_DATA_RPC_63_description":"A judge from Arkansas, Judge Miller earned the nickname \"The Pillar\" for being such a pivotal part of her community. Little did the public know, but she was a pillar of the criminal underworld, too, using her legal connections to enrich herself and her criminal compatriots. After being run out of Arkansas by a crusading, idealistic young lawyer, she's come to Chicago to get back up to her old ways.",
  "$CHARACTER_DATA_RPC_63_background":"The child of a privileged, religious upbringing, Miller's small stature belies her cunning. She believes she can get anywhere with slick talk, and the life she's made for herself has proven it.",
  "$CHARACTER_DATA_RPC_64_name":"Gertrud Brandt",
  "$CHARACTER_DATA_RPC_64_firstName":"Gertrud",
  "$CHARACTER_DATA_RPC_64_lastName":"Brandt",
  "$CHARACTER_DATA_RPC_64_description":"The daughter of a Herero government official and a German artist, Gertrud's family came to America when she was young. A trans woman, she flourished in New York's underground scene. Used to creating spaces for her and her chosen family through less than legal means, she is a skilled organizer. Brandt has a warm, open heart, matched by her cold ruthlessness in dealing with those who threaten her and those she cares for.",
  "$CHARACTER_DATA_RPC_64_background":"Having fled to America with her family as a child, Brandt spent her childhood skipping school and getting into fights with anyone who crossed her and her friends. The strong community she found fostered a sense of kindness in her, as well as a belief in finding one's tribe.",
  "$CHARACTER_DATA_RPC_65_name":"Rachel Steinman",
  "$CHARACTER_DATA_RPC_65_firstName":"Rachel",
  "$CHARACTER_DATA_RPC_65_lastName":"Steinman",
  "$CHARACTER_DATA_RPC_65_description":"Rachel grew up poor and working class in New York's Lower East Side, and was the only Jewish kid in an Italian neighborhood. Before long her shrewd mind and sharp tongue had her working as a teenage drug dealer, loan shark, and numbers runner for a Sicilian crime syndicate. Still, she found that her Jewish heritage made her an outsider among the mafia, but rather than letting this destroy her, she turned it to her advantage and moved to Chicago, using her underworld connections to develop relationships with all of the criminal communities in the city, becoming a friend to all, but loyal to none but herself.",
  "$CHARACTER_DATA_RPC_65_background":"A perpetual outsider, Steinman honed a keen eye for human character through an under-privileged childhood into an adolescence in the criminal underworld. As an adult, her ability to read people keeps her one step ahead of enemies and friends alike.",
  "$CHARACTER_DATA_OUTFIT_BOSS_name":"Alphonse Capone",
  "$CHARACTER_DATA_OUTFIT_BOSS_firstName":"Alphonse",
  "$CHARACTER_DATA_OUTFIT_BOSS_lastName":"Capone",
  "$CHARACTER_DATA_OUTFIT_BOSS_description":"You are notorious, just in from Brooklyn. You've mastered the ins and outs of the criminal world. Now that you've shaken off the shackles of your former cohorts, you're ready to dominate Chicago.",
  "$CHARACTER_DATA_OUTFIT_BOSS_background":"The child of immigrants from Salerno, {@alphonse_capone:lastName} worked hard from childhood to put food on the table. His meteoric rise to gang leader has left him happy, if a little reckless. He maintains his power by allowing no disrespect.",
  "$CHARACTER_DATA_NORTHSIDE_BOSS_name":"Dion O'Banion",
  "$CHARACTER_DATA_NORTHSIDE_BOSS_firstName":"Dion",
  "$CHARACTER_DATA_NORTHSIDE_BOSS_lastName":"O'Banion",
  "$CHARACTER_DATA_NORTHSIDE_BOSS_description":"You may run a flower shop, but you're anything but delicate. With your powerful international connections and your strong base on the Irish North Side, you're ready to claim your piece of the city.",
  "$CHARACTER_DATA_NORTHSIDE_BOSS_background":"Born to Irish immigrants, {@dean_obanion:lastName}'s faith does little to hold back his anger or cruelty. A delinquent from an early age, he cares about little but getting paid, no matter what he has to do to get it.",
  "$CHARACTER_DATA_WHITECITY_BOSS_name":"Maggie Dyer",
  "$CHARACTER_DATA_WHITECITY_BOSS_firstName":"Maggie",
  "$CHARACTER_DATA_WHITECITY_BOSS_lastName":"Dyer",
  "$CHARACTER_DATA_WHITECITY_BOSS_nickName":"Mad",
  "$CHARACTER_DATA_WHITECITY_BOSS_description":"It doesn't take much for you to get what you want, either through pure intimidation or delicate persuasion. After years of managing the circus, you're ready to run a new menagerie of criminals and cohorts here in Chicago.",
  "$CHARACTER_DATA_WHITECITY_BOSS_background":"Raised in poverty, {@maggie_dyer:lastName} dropped out of reform school to work at the White City Circus. Those early years of misfortune have made her sullen, but brave. After running the circus for so many years, she knows that everyone has their price.",
  "$CHARACTER_DATA_RAGENCOLTS_BOSS_name":"Frank Ragen",
  "$CHARACTER_DATA_RAGENCOLTS_BOSS_firstName":"Frank",
  "$CHARACTER_DATA_RAGENCOLTS_BOSS_lastName":"Ragen",
  "$CHARACTER_DATA_RAGENCOLTS_BOSS_description":"Your dirty money has lined the pockets of so many politicians, police chiefs, and city treasurers that you might as well run the city yourself. You plan to claim the city using a deft combination of votes and vice.",
  "$CHARACTER_DATA_RAGENCOLTS_BOSS_background":"{@frank_ragen:lastName}'s Irish immigrant parents managed to instill a sense of religion in him, and not a whole lot else. He channeled his cruelty and intolerance into boxing as a young man, and now he pumps it into building up an empire. He relies on drawing like-minded individuals together.",
  "$CHARACTER_DATA_DONOVANS_BOSS_name":"Frankie Donovan",
  "$CHARACTER_DATA_DONOVANS_BOSS_firstName":"Frankie",
  "$CHARACTER_DATA_DONOVANS_BOSS_lastName":"Donovan",
  "$CHARACTER_DATA_DONOVANS_BOSS_description":"Hailing all the way from Ireland, you are a five-time marksman, fearless in combat, and incredibly cool under pressure. You came to Chicago to make a name for yourself, and nothing will stand in your way.",
  "$CHARACTER_DATA_DONOVANS_BOSS_background":"{@frankie_donovan:lastName} was forced to come to America in the aftermath of the Easter Rising in Ireland in 1916, where he lost a brother. He fell in with the Cause after completing his schooling, and its outcome has left him angry, though brave. It hasn't dulled his fun-loving, flirty side, though, because Frankie can bounce back from anything.",
  "$CHARACTER_DATA_VICEKINGS_BOSS_name":"Daniel McKee Jackson",
  "$CHARACTER_DATA_VICEKINGS_BOSS_firstName":"Daniel",
  "$CHARACTER_DATA_VICEKINGS_BOSS_lastName":"Jackson",
  "$CHARACTER_DATA_VICEKINGS_BOSS_description":"You are generous and empathetic towards the downtrodden in Chicago. You are politically ambitious and a catalyst for change. Secretly, you operate one of the most profitable casinos in all of Chicago.",
  "$CHARACTER_DATA_VICEKINGS_BOSS_background":"{@daniel_mckee_jackson:name} stuck through strict schooling to complete his education despite the years of poverty he endured as a youth. He used his cunning to pull himself out, and his kindness to pull up the rest of his community. He values discretion in all his activities over all else.",
  "$CHARACTER_DATA_SALTIS_BOSS_name":"Joseph Saltis",
  "$CHARACTER_DATA_SALTIS_BOSS_firstName":"Joseph",
  "$CHARACTER_DATA_SALTIS_BOSS_lastName":"Saltis",
  "$CHARACTER_DATA_SALTIS_BOSS_description":"Your bootlegging prowess, diplomatic nature, and sincere attempt at appearing refined endears the community toward you. You're ready to graduate from bar owner to business magnate and take control of the city.",
  "$CHARACTER_DATA_SALTIS_BOSS_background":"Emigrating from the Austro-Hungarian Empire as a youth, {@joseph_saltis:lastName} worked as a child laborer before turning to crime to make some real money.  He never lost respect for hard work. He started his own gang, and developed a taste for the finer things in life. His careful, cunning attitude has steered him well in Chicago.",
  "$CHARACTER_DATA_LOSLUCEROS_BOSS_name":"Elvira Duarte",
  "$CHARACTER_DATA_LOSLUCEROS_BOSS_firstName":"Elvira",
  "$CHARACTER_DATA_LOSLUCEROS_BOSS_lastName":"Duarte",
  "$CHARACTER_DATA_LOSLUCEROS_BOSS_description":"You are a queen atop a criminal empire that spans the city of Chicago. What you lack in brawn, you more than make up for in brilliance and bullets, and you provoke a fierce loyalty in those you employ.",
  "$CHARACTER_DATA_LOSLUCEROS_BOSS_background":"A former gang leader in Mexico, {@elvira_duarte:lastName} fled to Chicago to start her empire anew. Having seen it all, nothing disturbs her calm demeanor. It is lonely at the top, but that suits {@elvira_duarte:firstName} perfectly. She's seen many empires fall due to loose lips, and survives through her dedication to discretion.",
  "$CHARACTER_DATA_MEATPACKERS_BOSS_name":"Ronnie O'Neill",
  "$CHARACTER_DATA_MEATPACKERS_BOSS_firstName":"Ronnie",
  "$CHARACTER_DATA_MEATPACKERS_BOSS_lastName":"O'Neill",
  "$CHARACTER_DATA_MEATPACKERS_BOSS_description":"You are low-level criminal scum wriggling your way to the top of the crime ladder. It seems like you're always ten steps behind every other boss, but your retribution will be great and terrible once you finally reach the top.",
  "$CHARACTER_DATA_MEATPACKERS_BOSS_background":"Second generation Irish, Ronnie O'Neill got everything he has through his gift for the gab. He was instilled with a strong Catholic faith in reform school, but that hasn't put a stop to his intolerance, or his greed.",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_name":"Mabel Ryley",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_firstName":"Mabel",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_lastName":"Ryley",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_nickName":"The Widow",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_description":"You are simultaneously vicious and kind. You've inherited control of the Alley Cats from your (now deceased) husband and you have your sights set on gaining control of the rest of Chicago.",
  "$CHARACTER_DATA_ALLEYCATS_BOSS_background":"Immigrating from Cork, Ireland, {@mabel_ryley:lastName} spent her youth avoiding her strict schooling and engaging in delinquency. Growing up without much, she takes an \"easy come, easy go\" approach to life. She gets ahead by remaining calm and careful in all matters.",
  "$CHARACTER_DATA_ROOKE_BROTHERS_BOSS_name":"D. Rooke",
  "$CHARACTER_DATA_ROOKE_BROTHERS_BOSS_firstName":"D.",
  "$CHARACTER_DATA_ROOKE_BROTHERS_BOSS_lastName":"Rooke",
  "$CHARACTER_DATA_ROOKE_BROTHERS_BOSS_description":"Placeholder",
  "$CHARACTER_DATA_FORTUNETELLERS_BOSS_name":"Goldie Garneau",
  "$CHARACTER_DATA_FORTUNETELLERS_BOSS_firstName":"Goldie",
  "$CHARACTER_DATA_FORTUNETELLERS_BOSS_lastName":"Garneau",
  "$CHARACTER_DATA_FORTUNETELLERS_BOSS_description":"You're the talk of the town. You run the most exotic and popular speakeasy in Chicago. Outwardly you appear frivolous and carefree, but underneath you are calculating every move. You won't stop until you're running the whole city.",
  "$CHARACTER_DATA_FORTUNETELLERS_BOSS_background":"{@goldie_garneau:firstName} was raised in Quebec, where she graduated from an incredibly repressive school. The school did little to repress her happy, flirty personality and her rebellious streak led her into a life of glitz and glamor. She is more of a lover than a fighter.",
  "$CHARACTER_DATA_HIPSINGTONG_BOSS_name":"Sai Wing Mock",
  "$CHARACTER_DATA_HIPSINGTONG_BOSS_firstName":"Sai Wing",
  "$CHARACTER_DATA_HIPSINGTONG_BOSS_lastName":"Mock",
  "$CHARACTER_DATA_HIPSINGTONG_BOSS_description":"You are bold, proud, and unflinching in your quest for dominance in Chicago. Just in from Chinatown, New York, you are determined to take control of all this city has to offer.",
  "$CHARACTER_DATA_HIPSINGTONG_BOSS_background":"{@sai_wing_mock:name} arrived on the west coast as a young man, the child of a devoutly religious Chinese family. His calm and cunning nature led him to become a feared gang leader within the Hip Sing Tong. He gives nothing away for free, saying as little as possible.",
  "$CHARACTER_DATA_CARDSHARKS_BOSS_name":"Stephanie St. Clair",
  "$CHARACTER_DATA_CARDSHARKS_BOSS_firstName":"Stephanie",
  "$CHARACTER_DATA_CARDSHARKS_BOSS_lastName":"St. Clair",
  "$CHARACTER_DATA_CARDSHARKS_BOSS_description":"Ferocious and fearless, there are few in Chicago who would dare defy you. You came to Chicago to conquer, as you did in New York. And you don't care who gets in your way.",
  "$CHARACTER_DATA_CARDSHARKS_BOSS_background":"{@stephanie_st_clair:firstName} fled the West Indies and established herself as the Queen of Harlem through her cunning, tolerance, and with faith in the people around her. She lives by the mantra that no man (or woman) is an island.",
  "$CHARACTER_DATA_GENNA_BOSS_name":"Angelo Genna",
  "$CHARACTER_DATA_GENNA_BOSS_firstName":"Angelo",
  "$CHARACTER_DATA_GENNA_BOSS_lastName":"Genna",
  "$CHARACTER_DATA_GENNA_BOSS_nickName":"Bloody",
  "$CHARACTER_DATA_GENNA_BOSS_description":"A mastermind of both political maneuvering and moving hot goods, you have a grip on Chicago that's nearly become a stranglehold. You won't stop until you've demolished your enemies and dominated the city.",
  "$CHARACTER_DATA_GENNA_BOSS_background":"An immigrant from Sicily, {@angelo_genna:lastName} split his youth between hard labor and delinquency. With an angry fire in his belly like many young men, the only thing holding Genna's ambition back is his inexperienced naiveté. He prefers to shoot first if things start to go south.",
  "$CHARACTER_DATA_LOSHIJOS_BOSS_name":"Salazar Reyna",
  "$CHARACTER_DATA_LOSHIJOS_BOSS_firstName":"Salazar",
  "$CHARACTER_DATA_LOSHIJOS_BOSS_lastName":"Reyna",
  "$CHARACTER_DATA_LOSHIJOS_BOSS_description":"All the way from Oaxaca, Mexico, you're in Chicago for two things: money and glory. You don't flinch from brutality and will kill to get your way if you have to. You're an unstoppable force, demolishing everything on your path to get to the top of Chicago.",
  "$CHARACTER_DATA_LOSHIJOS_BOSS_background":"A bloody incident out west in Los Angeles has made {@salazar_reyna:lastName} into a sullen loner, determined to place his trust in no one. Originally a boxer from Mexico, he was forced to flee to America in his youth.",
  "$CHARACTER_DATA_RPC_01_name":"Ray Monks",
  "$CHARACTER_DATA_RPC_01_firstName":"Ray",
  "$CHARACTER_DATA_RPC_01_lastName":"Monks",
  "$CHARACTER_DATA_RPC_01_description":"{@ray_monks:firstName}, twin brother to {@mae_monks:firstName}, lost an eye during the first and only Monks Family Carnival Quick Draw competition. Ready to prove himself as the superior twin, he aimed for the eyes. His sister did the same. Both won or lost, depending on how you look at it. {@ray_monks:firstName} is an extremely talented gunman who likes to work with his sister and insists that “two eyes are better than one.\"",
  "$CHARACTER_DATA_RPC_01_background":"{@ray_monks:name} was pulled out of school to work in his immigrant parents' carnival. He values nothing but hard work and a willingness to risk it all.",
  "$CHARACTER_DATA_RPC_02_name":"Mae Monks",
  "$CHARACTER_DATA_RPC_02_firstName":"Mae",
  "$CHARACTER_DATA_RPC_02_lastName":"Monks",
  "$CHARACTER_DATA_RPC_02_description":"The Monks Family Carnival was well known throughout the mid-western states through which it traveled, and {@mae_monks:name} was long the show's star. Agile on her feet, a marksman and fiercely intelligent, {@mae_monks:firstName} still wanted more for herself than a role in her family's carnival. When the Carnival disbanded in 1918, she was secretly thrilled. She has since trained in medicine and business and looks forward to a new future.",
  "$CHARACTER_DATA_RPC_02_background":"Growing up working at her parent's carnival left {@mae_monks:firstName} a sociable, natural leader with a reckless streak a mile long.",
  "$CHARACTER_DATA_RPC_03_name":"Baby Monks",
  "$CHARACTER_DATA_RPC_03_firstName":"Baby",
  "$CHARACTER_DATA_RPC_03_lastName":"Monks",
  "$CHARACTER_DATA_RPC_03_nickName":"Brute",
  "$CHARACTER_DATA_RPC_03_description":"{@baby_monks:name} began performing as the Monks' Family Carnival strongman at a young age, a role he enjoyed until the Carnival made its permanent and final home in Chicago. {@baby_monks:firstName} has been doing what it takes to get by since the Carnival ended.",
  "$CHARACTER_DATA_RPC_03_background":"Missing school to work at his immigrant parents’ carnival, {@baby_monks:name} hit a streak of bad luck that has given him an aggressive personality.",
  "$CHARACTER_DATA_RPC_04_name":"R",
  "$CHARACTER_DATA_RPC_04_firstName":"R",
  "$CHARACTER_DATA_RPC_04_description":"Nobody in Chicago's underworld knows who {@r:name} is or where they came from, and everyone is afraid to ask. {@r:name} is a near perfect shot.",
  "$CHARACTER_DATA_RPC_04_background":"A child of immense wealth of privilege, {@r:name} emerged from their strict reform school education calm and calculating to an extreme degree, and completely numb to murder.",
  "$CHARACTER_DATA_RPC_05_name":"Rocco Melucci",
  "$CHARACTER_DATA_RPC_05_firstName":"Rocco",
  "$CHARACTER_DATA_RPC_05_lastName":"Melucci",
  "$CHARACTER_DATA_RPC_05_nickName":"The Beef Fairy",
  "$CHARACTER_DATA_RPC_05_description":"In better more lawful times, {@rocco_melucci:firstName} was an apprentice butcher with a passion for steak. For every fillet he cut, he took a cut for himself. It wasn't long before his friends started calling him the \"Beef Fairy\" for his ability to get the best cuts for any event any time. His connections weren't lost on the local criminal community who often turned to him for his services.  Eventually, the butcher and the law caught up with {@rocco_melucci:firstName}, and he was jailed for 5 to 10.  While the free steak stopped, the name stuck. Several fights and two prison murders later, {@rocco_melucci:firstName} was eventually sent to Sing Sing to serve out his term and then some. He is currently out on parole.",
  "$CHARACTER_DATA_RPC_05_background":"A series of poor decisions and a childhood of hard labor has made {@rocco_melucci:firstName} a slightly paranoid person, but his experiences have also made him a kind, if slightly naive, gang leader.",
  "$CHARACTER_DATA_RPC_06_name":"Bau Chai-Ung",
  "$CHARACTER_DATA_RPC_06_firstName":"Bau",
  "$CHARACTER_DATA_RPC_06_lastName":"Chai-Ung",
  "$CHARACTER_DATA_RPC_06_description":"{@bau_chai-ung:firstName} emigrated from China when she was still a teenager, bringing with her an impressive ability for crafting artisanal fireworks. Despite numerous attempts to hawk her dazzling displays to Chicagoans, her flare for explosives only seemed to find its footing within the seedy underworld. Now {@bau_chai-ung:firstName} sticks solely to demolition work.",
  "$CHARACTER_DATA_RPC_06_background":"After getting through reform school - despite her careless attitude - {@bau_chai-ung:firstName} fled to America from China as a teenager.",
  "$CHARACTER_DATA_RPC_07_name":"Claude Bernard",
  "$CHARACTER_DATA_RPC_07_firstName":"Claude",
  "$CHARACTER_DATA_RPC_07_lastName":"Bernard",
  "$CHARACTER_DATA_RPC_07_description":"{@claude_bernard:firstName} was a notorious bank robber for 'Les Beaux Voyous' before arriving in Chicago. After a successful heist, a sizable bounty was placed on his head. {@claude_bernard:firstName} fled from Lyon, leaving behind no trace for Lyonnais police. He made two mistakes, however. First, he took all the cash with him. Second, he forgot to take his wife.",
  "$CHARACTER_DATA_RPC_07_background":"A flirtatious Frenchman, {@claude_bernard:firstName} left for America after fleeing his reform school in disgrace.",
  "$CHARACTER_DATA_RPC_08_name":"Maria Rodríguez",
  "$CHARACTER_DATA_RPC_08_firstName":"Maria",
  "$CHARACTER_DATA_RPC_08_lastName":"Rodríguez",
  "$CHARACTER_DATA_RPC_08_description":"{@maria_rodriguez:firstName} ran a lawless bar in the wild west town of Cheyenne, Wyoming for most of her life. She kept the peace by keeping literal pieces of so-called “troublemakers\" in jars behind the bar. If that didn't work, then her trusty sawed-off would be the last word in any disagreement. Her shotgun ability became a thing of reverence for lost cowboys rolling through the west. {@maria_rodriguez:firstName} won’t mince words, and she certainly won’t hesitate to put someone in their place when she deems they deserve it.",
  "$CHARACTER_DATA_RPC_08_background":"{@maria_rodriguez:firstName} had to flee to America at a young age, but quickly fell in with a local gang and rose through the ranks. She developed a policy of \"shoot now, ask questions later\".",
  "$CHARACTER_DATA_RPC_09_name":"Minerva Lee",
  "$CHARACTER_DATA_RPC_09_firstName":"Minerva",
  "$CHARACTER_DATA_RPC_09_lastName":"Lee",
  "$CHARACTER_DATA_RPC_09_nickName":"Minnie",
  "$CHARACTER_DATA_RPC_09_description":"{@minvera_lee:firstName} is a woman of two tales, and for every story told about her, there's another. {@minvera_lee:firstName} first appeared on the Chicago circuit as a fortune teller. She sensed the Monks Family Carnival was quick to close, and so left their employ and went out on her own. She had attained quite a following by then, particularly among criminals who were eager to know if their plans would work or if their crimes had been discovered. The fallout has resulted in some bad blood, however.",
  "$CHARACTER_DATA_RPC_09_background":"A life of misfortune has gifted {@minvera_lee:firstName} with few things: sullenness, faith, and a dependence on marijuana. A delinquent throughout her education, she is almost as intolerant as she is cunning.",
  "$CHARACTER_DATA_RPC_10_name":"Grover Monks",
  "$CHARACTER_DATA_RPC_10_firstName":"Grover",
  "$CHARACTER_DATA_RPC_10_lastName":"Monks",
  "$CHARACTER_DATA_RPC_10_description":"{@grover_monks:firstName} was a founding member of the now-defunct Monks’ Carnival and a solid shot in its early days. He spent many years delighting fans with his shooting prowess, specializing in distance shots while blindfolded. In the summer of 1912, one of those shots missed its mark, ricocheted and blew up the concession stand. Blindfolded, {@grover_monks:firstName} got tangled up in a burning cotton candy web, which has left him with a lasting fear of explosions. His shots may waver now, but he's still solid in a pinch.",
  "$CHARACTER_DATA_RPC_10_background":"Growing up in the carnival, {@grover_monks:firstName} worked from a young age. His recklessness is tempered by his calm and cunning side. This has made him a formidable gang leader.",
  "$CHARACTER_DATA_RPC_11_name":"Dominic Court",
  "$CHARACTER_DATA_RPC_11_firstName":"Dominic",
  "$CHARACTER_DATA_RPC_11_lastName":"Court",
  "$CHARACTER_DATA_RPC_11_description":"A veteran of the Civil War, 77-year-old {@dominic_court:name} is the leader of the Court's Choir social club and a frequent fixture in Chicago's speakeasy scene. Though he fervently denies any wrongdoing, {@dominic_court:lastName} was twice convicted for assaulting Yankee patrons when they repeatedly refused to tip the staff. {@dominic_court:lastName} claims it was self-defense.",
  "$CHARACTER_DATA_RPC_11_background":"{@dominic_court:lastName} was a strictly schooled boxer, but that didn't prevent a run of bad luck turning him into an angry, intolerant, heavy drinker. None of that has dulled his bravery, however.",
  "$CHARACTER_DATA_RPC_12_name":"Gracie McKee",
  "$CHARACTER_DATA_RPC_12_firstName":"Gracie",
  "$CHARACTER_DATA_RPC_12_lastName":"McKee",
  "$CHARACTER_DATA_RPC_12_nickName":"Guts",
  "$CHARACTER_DATA_RPC_12_description":"A front-line combat medic, {@gracie_mckee:name} could turn hamburger back into a cow. Serving two tours in Europe, {@gracie_mckee:firstName} is unflappable, patching soldiers back together while knee deep in the dead. When the frontlines reached her hospital, {@gracie_mckee:firstName} traded a scalpel for a gun.",
  "$CHARACTER_DATA_RPC_12_background":"{@gracie_mckee:firstName} is a rare child of immigrants that saw her education through to the end. her experience in the Great War has left Gracie with an incredible bravery.",
  "$CHARACTER_DATA_RPC_13_name":"Elsie Williams",
  "$CHARACTER_DATA_RPC_13_firstName":"Elsie",
  "$CHARACTER_DATA_RPC_13_lastName":"Williams",
  "$CHARACTER_DATA_RPC_13_nickName":"Eagle",
  "$CHARACTER_DATA_RPC_13_description":"{@elsie_williams:name} has lived in Chicago's gritty southside a long time, and while a relative unknown on Chicago's crime circuit, {@elsie_williams:firstName} is no stranger to crime and an expert in criminal empires. She spent years in Harlem as a trusted accomplice of Bumpy Johnson's, working to build his rackets, and was an even hand during sometimes tense and violent run ins with New York's Luciano family. She is steady as steel and a true criminal prodigy.",
  "$CHARACTER_DATA_RPC_13_background":"{@elsie_williams:firstName} grew up poor with little but her faith to console her. Her adverse childhood has made her calm and cunning, and she quickly became a respected gang leader.",
  "$CHARACTER_DATA_RPC_14_name":"Hugh Miller",
  "$CHARACTER_DATA_RPC_14_firstName":"Hugh",
  "$CHARACTER_DATA_RPC_14_lastName":"Miller",
  "$CHARACTER_DATA_RPC_14_nickName":"Tank",
  "$CHARACTER_DATA_RPC_14_description":"{@hugh_miller:firstName} served in the Great War as part of the \"Harlem Hellfighters\" in France. Despite receiving numerous requests from various French ladies to remain in France after the war, {@hugh_miller:firstName} followed his heart instead. He moved to Chicago to pursue a relationship with a woman who, unfortunately, did not return his affections. Though {@hugh_miller:firstName} was devastated by the cancelled affair, the women of Chicago certainly were not.",
  "$CHARACTER_DATA_RPC_14_background":"Faith and boxing got {@hugh_miller:firstName} through a life of poverty, and he emerged from his trials braver than most. Now he is a impenetrable stone wall of a man.",
  "$CHARACTER_DATA_RPC_15_name":"Vicky Treff",
  "$CHARACTER_DATA_RPC_15_firstName":"Vicky",
  "$CHARACTER_DATA_RPC_15_lastName":"Treff",
  "$CHARACTER_DATA_RPC_15_description":"Born on January 22, 1901, {@vicky_treff:name} is the daughter of famous Swedish wargame strategist Victoria Treffelsen II, herself the daughter of the similarly illustrious Victoria Treffelsen I. The pressure of following in the family footsteps was too great, and the young {@vicky_treff:firstName} fled to Chicago under an (unimaginative) false name to begin a life of crime. Her family and their admirers search every newspaper for any scrap of information they can find about her whereabouts, seizing on any tidbit or sighting as confirmation that they have found her at last.",
  "$CHARACTER_DATA_RPC_15_background":"Not much is known about {@vicky_treff:firstName}, except that she obviously came to America fleeing something she doesn't want to talk about, and that she grew up well-educated and well taken care of. Her bold attitude and lone wolf tendencies only fuel speculation about her past.",
  "$CHARACTER_DATA_RPC_16_name":"Marco Behrmann",
  "$CHARACTER_DATA_RPC_16_firstName":"Marco",
  "$CHARACTER_DATA_RPC_16_lastName":"Behrmann",
  "$CHARACTER_DATA_RPC_16_description":"{@marco_behrmann:firstName} spent several years in a German prison for his membership in the anti-war Spartacus League. Those years hardened him and stripped him of any idealistic political leanings. He came to Chicago ready to put his insurrectionary talents towards enriching himself.",
  "$CHARACTER_DATA_RPC_16_background":"{@marco_behrmann:firstName} moved to America after a few years in reform school followed by years of child labor. He brought with him a vicious cruelty and an unwillingess to trust anyone. He quickly became feared in Chicago.",
  "$CHARACTER_DATA_RPC_17_name":"Madeline Dunbar",
  "$CHARACTER_DATA_RPC_17_firstName":"Madeline",
  "$CHARACTER_DATA_RPC_17_lastName":"Dunbar",
  "$CHARACTER_DATA_RPC_17_nickName":"Mama",
  "$CHARACTER_DATA_RPC_17_description":"{@madeline_dunbar:name}, originally from Fort Bend, Texas, has always had a penchant for crime. She was first sent to jail for robbing a grocer, but escaped and resumed her criminal career. As her children grew, she taught them the family business and created a disciplined and coordinated crew which went on to rob eleven banks, leaving ten people dead and seven injured. {@madeline_dunbar:firstName} was briefly captured again for robbing a casino, but escaped in 1917. She had surgery to change her appearance and changed her name and the names of her children for good measure.",
  "$CHARACTER_DATA_RPC_17_background":"{@madeline_dunbar:firstName} has experienced a long run of misfortune in her life, but thanks to her sociability, her kids, and her faith she emerged as an unusual thing - a happy, tolerant gang leader.",
  "$CHARACTER_DATA_RPC_18_name":"Paulie Goldstein",
  "$CHARACTER_DATA_RPC_18_firstName":"Paulie",
  "$CHARACTER_DATA_RPC_18_lastName":"Goldstein",
  "$CHARACTER_DATA_RPC_18_description":"{@paulie_goldstein:firstName} is a charismatic Jewish mobster with a rebellious streak a mile long. A native of Chicago's North Shore, {@paulie_goldstein:firstName} dreamed of moving to New York to join fledgling mob operations there led by Joe Masseria, or Salvatore D'Aquila. His rebellious nature made it tough for {@paulie_goldstein:firstName} to get fully behind anything, however, and instead, he became determined to make it on his own. {@paulie_goldstein:firstName} is extremely assertive and works hard to get where he wants to go.",
  "$CHARACTER_DATA_RPC_18_background":"Coming from immense privilege, {@paulie_goldstein:firstName} blew off his strict schooling to drink and indulge his social side. He lives his motto: no man is an island.",
  "$CHARACTER_DATA_RPC_19_name":"Dale Mahan",
  "$CHARACTER_DATA_RPC_19_firstName":"Dale",
  "$CHARACTER_DATA_RPC_19_lastName":"Mahan",
  "$CHARACTER_DATA_RPC_19_description":"{@dale_mahan:firstName} is a hailed veteran of the Great War, specializing in both expert level demolition work and heavy binge drinking. He single-handedly demolished an enemy brigade with a mortar, an act for which he received several commendations. The constant explosions and gunfire took their toll on {@dale_mahan:firstName}'s mental health, sadly, and his lust for drinking did not diminish. He’ll never back down from a fight, but don’t be surprised if his fingers get trigger happy.",
  "$CHARACTER_DATA_RPC_19_background":"After dropping out of school and struggling through some hard times, {@dale_mahan:firstName} has become angry, even if his faith is still intact. He has no trust in anyone but God.",
  "$CHARACTER_DATA_RPC_20_name":"Patrick Grady",
  "$CHARACTER_DATA_RPC_20_firstName":"Patrick",
  "$CHARACTER_DATA_RPC_20_lastName":"Grady",
  "$CHARACTER_DATA_RPC_20_nickName":"Pebble",
  "$CHARACTER_DATA_RPC_20_description":"Though {@patrick_grady:firstName} started out as a thug and a tyrant, he eventually learned to channel his energy into something useful. He became obsessed with weightlifting with the goal of participating in the 1920 Olympics. Others at the neighborhood gym he favored had other less noble goals, however. Alcohol sales were incredibly lucrative, particularly for a poor young man on Chicago's southside, and {@patrick_grady:firstName} found himself drawn back toward the criminal life he once longed to escape. He has no regrets, however.",
  "$CHARACTER_DATA_RPC_20_background":"A life of boxing, child labor, and endless hard times have made {@patrick_grady:firstName} aggressive, but given him a belief in his ability to come back from anything.",
  "$CHARACTER_DATA_RPC_21_name":"Gail Grady",
  "$CHARACTER_DATA_RPC_21_firstName":"Gail",
  "$CHARACTER_DATA_RPC_21_lastName":"Grady",
  "$CHARACTER_DATA_RPC_21_nickName":"Boomer",
  "$CHARACTER_DATA_RPC_21_description":"{@gail_grady:firstName} is as ruthless as she is fearless. She learned to wield a gun before she turned ten, but, growing up with a bully brother, it was her ability to give and take a beating that proved to be truly impressive. At 13, she and {@patrick_grady:firstName} got into a fight so brutal that both of them walked away with broken bones and bloodied clothes. But it was {@gail_grady:firstName} that came out on top. From that day forward, she commanded respect not only from her family, but from anyone that crossed her.",
  "$CHARACTER_DATA_RPC_21_background":"Coming up in a poor family, {@gail_grady:firstName} was forced to leave reform school to work and support her family. Her difficult childhood has made her brave and given her a respect for hard work.",
  "$CHARACTER_DATA_RPC_22_name":"Gibby Willard",
  "$CHARACTER_DATA_RPC_22_firstName":"Gibby",
  "$CHARACTER_DATA_RPC_22_lastName":"Willard",
  "$CHARACTER_DATA_RPC_22_description":"{@gibby_willard:name} was raised in Pennsylvania, in the heart of coal country, the son of a miner who taught his young son the trade. {@gibby_willard:firstName} loved the danger and the power of mine explosives, but his mother, mindful of her young boy, encouraged him to seek something more. He did not listen. Formerly known as Three Fingers, then Two Fingers, then Stump, {@gibby_willard:firstName} traded underground for Chicago's underworld and fashioned a career (and later a hand) in the explosives field.",
  "$CHARACTER_DATA_RPC_22_background":"{@gibby_willard:firstName} cut school during his impoverished childhood to begin working. He has a tendency to play fast and loose, and his recklessness has earned him a reputation in town.",
  "$CHARACTER_DATA_RPC_23_name":"Bruno Baldini",
  "$CHARACTER_DATA_RPC_23_firstName":"Bruno",
  "$CHARACTER_DATA_RPC_23_lastName":"Baldini",
  "$CHARACTER_DATA_RPC_23_description":"{@bruno_baldini:name} is the longest reigning champion of Chicago's most prestigious backroom Boxing Club, and he’s got the nose to prove it. His father, famed Italian boxer Luca Baldini, had trained {@bruno_baldini:firstName} to fight when he was just a boy. {@bruno_baldini:firstName}’s dream had always been to box professionally, like his father, but after an impromptu fist fight tournament at his local bar ended in the death of four patrons, he decided there were other avenues where his talents might prove more useful and lucrative.",
  "$CHARACTER_DATA_RPC_23_background":"A religious boxer, {@bruno_baldini:firstName} is an intolerant child of immigrants, out for him and his. He relies heavily on his community, believing no man is an island.",
  "$CHARACTER_DATA_RPC_24_name":"Esther Milotti",
  "$CHARACTER_DATA_RPC_24_firstName":"Esther",
  "$CHARACTER_DATA_RPC_24_lastName":"Milotti",
  "$CHARACTER_DATA_RPC_24_nickName":"Essie",
  "$CHARACTER_DATA_RPC_24_description":"{@esther_milotti:firstName} moved to Chicago from Boston after her husband \"met with an accident.\" She quickly found work in a gambling racket, but before long ended up running the place. {@esther_milotti:firstName} is extraordinarily diligent and clever, with no patience for dissidents. The last time someone tried to rile her up by hiding her ledger, he mysteriously ended up riddled with holes and burnt to a crisp in a dumpster behind the gambling hall.",
  "$CHARACTER_DATA_RPC_24_background":"{@esther_milotti:firstName} is a highly religious second generation Italian. She stayed in school to get a head for numbers, because her greedy and cunning nature led her naturally to a life of gambling. She saves every penny possible.",
  "$CHARACTER_DATA_RPC_25_name":"Guido Cervone",
  "$CHARACTER_DATA_RPC_25_firstName":"Guido",
  "$CHARACTER_DATA_RPC_25_lastName":"Cervone",
  "$CHARACTER_DATA_RPC_25_description":"{@guido_cervone:firstName} is a hardened career criminal who has been in and out of Chicago's jails so much so that the guards are on a first-name basis. While he has an admirable light touch and sticky fingers, he has a bit of a reputation for being a light foot as well, running away when the going gets tough.",
  "$CHARACTER_DATA_RPC_25_background":"The child of Italian immigrants, {@guido_cervone:firstName}'s faith wasn't enough to keep him in school. He is something of a coward, preferring to talk things out, but his happy demeanor lends him a charm that helps with that.",
  "$CHARACTER_DATA_RPC_26_name":"Cristiano Rebecille",
  "$CHARACTER_DATA_RPC_26_firstName":"Cristiano",
  "$CHARACTER_DATA_RPC_26_lastName":"Rebecille",
  "$CHARACTER_DATA_RPC_26_nickName":"Mad Cat",
  "$CHARACTER_DATA_RPC_26_description":"A native of Genova, Italy, {@cristiano_rebecille:firstName} showed early signs of instability and displayed sinister obsessions, a problem his family attempted to curtail by sending him to the States and putting him to work in the family macelleria, \"Salumi Misti di Genova.\" This did not help. Access to a butcher's knives and a meat grinder birthed not a businessman but killer. He has a lust for depravity and takes abnormal gratification in gore. He has also been involved in loan sharking, but really only shows gusto when it comes to “collection time.”",
  "$CHARACTER_DATA_RPC_26_background":"An immigrant from Genova, {@cristiano_rebecille:firstName} ducked off school often. He's is hard and cruel, preferring to shoot first if there's shooting to be done.",
  "$CHARACTER_DATA_RPC_27_name":"Grazia Longi",
  "$CHARACTER_DATA_RPC_27_firstName":"Grazia",
  "$CHARACTER_DATA_RPC_27_lastName":"Longi",
  "$CHARACTER_DATA_RPC_27_nickName":"Colpo Certo",
  "$CHARACTER_DATA_RPC_27_description":"{@grazia_Longi:firstName} and her mother moved to Chicago from Italy after her father's mysterious death. She spent the majority of her childhood learning how to hustle and run illegal street gambling groups, and showed a strong talent for moving her mother's bootleg hooch. Her mother insisted that she also learn to wield a gun, but was always vague about why. Years of looking over her shoulder have prepared her for just about anything.",
  "$CHARACTER_DATA_RPC_27_background":"{@grazia_Longi:firstName} fled to America after the mysterious death of her father. She is intolerant and trusts no one, but has managed to draw a loyal gang around her leadership.",
  "$CHARACTER_DATA_RPC_28_name":"The Cleaner",
  "$CHARACTER_DATA_RPC_28_firstName":"The Cleaner",
  "$CHARACTER_DATA_RPC_28_description":"{@the_cleaner:name} escaped Poland in 1908, and found easy work with the Korney Gang in Buffalo, New York before moving west to Chicago in search of less snow. He was an early and active instigator in the Polish Lódz Insurrection, an uprising whose defeat still stings him. It has left {@the_cleaner:name} with a searing distrust of authority figures and an unwillingness to work with Russians. There are rumors of his involvement in an ongoing \"Polish connection\" in the Chicago Underworld.",
  "$CHARACTER_DATA_RPC_28_background":"An immigrant, {@the_cleaner:name} came out of reform school and went straight into child labor. He is disfigured, and his aggression and cruelty are controlled by his careful approach to all matters.",
  "$CHARACTER_DATA_RPC_29_name":"Dotty Bacon",
  "$CHARACTER_DATA_RPC_29_firstName":"Dotty",
  "$CHARACTER_DATA_RPC_29_lastName":"Bacon",
  "$CHARACTER_DATA_RPC_29_description":"Married to another mobster, {@dotty_bacon:firstName} was the actual brains behind their operation. She planned, executed and organized robberies and kidnappings, including the kidnapping of Merv Biskowitz whom she decided to kill even after receiving the ransom. Unfortunately, her bravado put her in the sights of an enemy whose attempt on her life left her with only one leg. Her injury has only emboldened her, however. Her fake leg has taken more damage than the real one ever could.",
  "$CHARACTER_DATA_RPC_29_background":"A strictly schooled child of immigrants, {@dotty_bacon:firstName} resisted her natural instinct to be a loner and became a gang leader  instead, who brooks no disrespect.",
  "$CHARACTER_DATA_RPC_30_name":"Bernie Barnes",
  "$CHARACTER_DATA_RPC_30_firstName":"Bernie",
  "$CHARACTER_DATA_RPC_30_lastName":"Barnes",
  "$CHARACTER_DATA_RPC_30_description":"{@bernie_barnes:name} was raised in a sleek suburb of Chicago, the son of a prominent criminal defense attorney. He became very interested in his father's occupation from a young age, especially regarding the volumes of information he collected from his usually criminal defendants. {@bernie_barnes:firstName} began to pursue law school when he came of age, but dropped out once he realized that breaking the law was more interesting than keeping it.",
  "$CHARACTER_DATA_RPC_30_background":"A life of privilege and a long, strict education has molded {@bernie_barnes:name} into a tolerant man who is only concerned with money.",
  "$CHARACTER_DATA_RPC_31_name":"Jez Murphy",
  "$CHARACTER_DATA_RPC_31_firstName":"Jez",
  "$CHARACTER_DATA_RPC_31_lastName":"Murphy",
  "$CHARACTER_DATA_RPC_31_nickName":"Sticks",
  "$CHARACTER_DATA_RPC_31_description":"{@jez_murphy:name}'s nimble fingers and calculating mind can liberate diamonds from dust and secrets from the silence. Rolled up, those nimble fingers form a fierce fist. As {@jez_murphy:firstName} tells it, she stayed on in Chicago after falling in love with a local while on vacation. In reality, she'd fled her native Ireland after killing a man with an icepick which she ran straight through his ears.",
  "$CHARACTER_DATA_RPC_31_background":"An Irish drop-out who fled to America after killing a man in her native Ireland, {@jez_murphy:firstName} is aggressive and trusts no one.",
  "$CHARACTER_DATA_RPC_32_name":"Natalie Warren",
  "$CHARACTER_DATA_RPC_32_firstName":"Natalie",
  "$CHARACTER_DATA_RPC_32_lastName":"Warren",
  "$CHARACTER_DATA_RPC_32_description":"To say that {@natalie_warren:name} is the most precise, methodical, and immaculate doctor of her time would be an understatement. However, her gaze casts about as much warmth as a scalpel. Dr. {@natalie_warren:name} entered medicine for the money not the mercy. She found plenty of money to be had working for criminals who prefer to avoid hospitals, and both shows and demands a lot of discretion in her care and service. She's also exceptionally adept in combat, especially with blades. Almost as if she’d had lots of practice.",
  "$CHARACTER_DATA_RPC_32_background":"{@natalie_warren:name} has a calm personality that reflects her stable, privileged upbringing. Coming from an upper crust community, she believes a chain is only as strong as its weakest link.",
  "$CHARACTER_DATA_RPC_33_name":"Clyde Malone",
  "$CHARACTER_DATA_RPC_33_firstName":"Clyde",
  "$CHARACTER_DATA_RPC_33_lastName":"Malone",
  "$CHARACTER_DATA_RPC_33_nickName":"Two-Ton",
  "$CHARACTER_DATA_RPC_33_description":"{@clyde_malone:firstName} is a living, breathing monument of fear. He took naturally to the easier bits of vice -- petty theft, school yard fights, occasional property destruction. By the age of 14, he was over six feet tall and a regular in Dillinger's crew. He was soon arrested for killing a fellow con, but escaped by knocking out the cops who arrested him. He is the son of Scottish and Irish immigrants, both of whom had nasty temperaments after a few drinks. As a result, {@clyde_malone:firstName} vowed that he would never touch alcohol as long as he lived.",
  "$CHARACTER_DATA_RPC_33_background":"{@clyde_malone:firstName} is a second-generation Irish immigrant. His aggressive demeanor didn't play well at school, leading him to become a teenage delinquent. He learned early on that everyone relies on those around them.",
  "$CHARACTER_DATA_RPC_34_name":"Eddie Callahan",
  "$CHARACTER_DATA_RPC_34_firstName":"Eddie",
  "$CHARACTER_DATA_RPC_34_lastName":"Callahan",
  "$CHARACTER_DATA_RPC_34_description":"{@eddie_callahan:firstName}'s parents always thought that by joining the force, their son would stay out of trouble. They couldn't have been more wrong. {@eddie_callahan:firstName} started as a beat cop before weaving his way to parole officer. There, he formed a network out of formerly independent criminals who were now all in league together, answering to him. And if someone didn't play ball? Let's just say he has no qualms about sending his offenders back to prison, if that was their choice.",
  "$CHARACTER_DATA_RPC_34_background":"A bit of a loner, {@eddie_callahan:firstName} came out of a childhood of poverty and strict schooling with an insatiable greed. He is now heading a gang of miscreants, while maintaining his day job as a probation officer. He strongly believes no man to be an island.",
  "$CHARACTER_DATA_RPC_35_name":"Philip Hall",
  "$CHARACTER_DATA_RPC_35_firstName":"Philip",
  "$CHARACTER_DATA_RPC_35_lastName":"Hall",
  "$CHARACTER_DATA_RPC_35_nickName":"Rock",
  "$CHARACTER_DATA_RPC_35_description":"{@philip_hall:firstName} has always kept a cool head under pressure, though sometimes to his detriment. He earned his moniker while patching up an accomplice during an especially chaotic firefight. He was so preoccupied with wrapping up his friend’s wound that when a bullet shot through the window and struck him across the nose, he didn't even flinch. He carries the scar to this day.",
  "$CHARACTER_DATA_RPC_35_background":"{@philip_hall:firstName} has a calm demeanor, something that helped him both in the boxing ring and his childhood jobs. His guiding philosophy is that a fool and their money are soon parted.",
  "$CHARACTER_DATA_RPC_36_name":"Tammy Trucco",
  "$CHARACTER_DATA_RPC_36_firstName":"Tammy",
  "$CHARACTER_DATA_RPC_36_lastName":"Trucco",
  "$CHARACTER_DATA_RPC_36_nickName":"Two-Bit",
  "$CHARACTER_DATA_RPC_36_description":"{@tammy_trucco:firstName} grew up playing baseball on the streets with her brothers and their friends. She was a hard girl to say no to, especially once she had a bat in her hands. She found that she had a fondness for drink around this time as well, a fact that would both help and hinder her when she entered the criminal underworld. Her imposing figure and knowledge of quality alcohol helped to \"persuade\" speakeasy owners into seeing things her way.",
  "$CHARACTER_DATA_RPC_36_background":"A life of poverty and child labor soon turned young {@tammy_trucco:name} into a reckless delinquent. She believes she is a cat with nine lives, able to escape from any predicament.",
  "$CHARACTER_DATA_RPC_37_name":"Crispo Gregson",
  "$CHARACTER_DATA_RPC_37_firstName":"Crispo",
  "$CHARACTER_DATA_RPC_37_lastName":"Gregson",
  "$CHARACTER_DATA_RPC_37_description":"{@crispo_gregson:firstName} is the son of a Little Italy chef, and therefore had always been a rather large child. This posed a problem for {@crispo_gregson:firstName} fitting in with his peers. When some neighborhood kids persuaded him to break into one of the local shops with them, since he was easily the biggest of the lot, he was delighted to be included. Thus began a life of bouncing in and out of prisons before eventually launching his own drug enterprise. He’s been known to dip into his own product from time to time.",
  "$CHARACTER_DATA_RPC_37_background":"{@crispo_gregson:firstName}, the son of Irish immigrants, has a reputation as something of a delinquent, but underneath it all he is kind, religious, and a little naive. In a bad situation he prefers to shoot first and ask questions later.",
  "$CHARACTER_DATA_RPC_38_name":"Boris Petrov",
  "$CHARACTER_DATA_RPC_38_firstName":"Boris",
  "$CHARACTER_DATA_RPC_38_lastName":"Petrov",
  "$CHARACTER_DATA_RPC_38_description":"Imprisoned for armed robbery, {@boris_petrov:firstName} honed his criminal skills in a series of jails before being thrown in the Solovki gulag. His cunning and craft made him a vorami v zakone, and using that power, he soon crafted his escape.  Having survived his imprisonment, {@boris_petrov:firstName} made his way to Chicago as a stowaway on a Toronto skipper filled with Canadian whiskey. His freedom from the old country has made him a new breed of criminal, one only out for himself. He will not work with the government, and does not trust those who speak French.",
  "$CHARACTER_DATA_RPC_38_background":"{@boris_petrov:firstName} fled to America from a reform school in Russia. An intolerant man, he struggles to blend in to the American melting pot, but allows the maxim \"fortune favours the bold\" to guide him through.",
  "$CHARACTER_DATA_RPC_39_name":"Vincenzo Carro",
  "$CHARACTER_DATA_RPC_39_firstName":"Vincenzo",
  "$CHARACTER_DATA_RPC_39_lastName":"Carro",
  "$CHARACTER_DATA_RPC_39_description":"{@vincenzo_carro:firstName} fled to Chicago from Italy when he was fifteen after an attempted arson attack went awry. Burned but not beat, {@vincenzo_carro:firstName} took to robbing and mugging tourists, opting for a gun to the face rather than sneaking in the shadows. His target of choice has left him a prime irritant in the mayor's office. However, he was only in the clink twice: once because his gun jammed while he was robbing a jewellery store, and once when he attempted to mug an off-duty cop.",
  "$CHARACTER_DATA_RPC_39_background":"An Italian immigrant who fled to America after a youth of delinquency, {@vincenzo_carro:lastName} is viciously cruel, preferring to shoot first at any problem that gets in his way.",
  "$CHARACTER_DATA_RPC_40_name":"Tommy Biscuits",
  "$CHARACTER_DATA_RPC_40_firstName":"Tommy",
  "$CHARACTER_DATA_RPC_40_lastName":"Biscuits",
  "$CHARACTER_DATA_RPC_40_description":"{@tommy_biscuits:firstName} \"{@tommy_biscuits:lastName}\" Biskowitz IV was born to a wealthy family in Chicago's west side. He was expected to join his family in their lucrative communications business. {@tommy_biscuits:firstName} had a penchant for liquor, however, and was known to be a mean drunk. That was his undoing. He killed a man in Joliet and is lying low to escape the charges. He claims that he is currently on the wagon.",
  "$CHARACTER_DATA_RPC_40_background":"{@tommy_biscuits:name} is a son of privilege. His life of strict schooling gave way to deliquency once he discovered a fondness for booze. He despises being alone, recognizing that no man is an island.",
  "$CHARACTER_DATA_RPC_41_name":"Josephine Doody",
  "$CHARACTER_DATA_RPC_41_firstName":"Josephine",
  "$CHARACTER_DATA_RPC_41_lastName":"Doody",
  "$CHARACTER_DATA_RPC_41_description":"{@josephine_doody:name} was a taxi dancer in Chicago for over a decade before she turned to bootlegging. Folks would travel across multiple states just to get a case of {@josephine_doody:firstName}'s moonshine. Her biggest customers, though, were the train conductors. As they pulled through the station, they would pull the whistle to indicate how many barrels they wanted. {@josephine_doody:firstName} was always happy to oblige.",
  "$CHARACTER_DATA_RPC_41_background":"{@josephine_doody:name} stayed in school and worked part-time to support her poor family for years. Despite this hardship, she remains a happy person, taking an attitude of \"easy come, easy go\" to life.",
  "$CHARACTER_DATA_RPC_42_name":"Pearl Crane",
  "$CHARACTER_DATA_RPC_42_firstName":"Pearl",
  "$CHARACTER_DATA_RPC_42_lastName":"Crane",
  "$CHARACTER_DATA_RPC_42_nickName":"Wit",
  "$CHARACTER_DATA_RPC_42_description":"{@pearl_crane:firstName} runs security at the higher end brothels in Chicago. Her humor is sharp, and her aim is sharper. If a potential client gets too aggressive, {@pearl_crane:firstName} delivers a well-timed shot between their legs, and laughs merrily as they run away. She is the barrier between the clients and the talent, with a keen eye for rooting out wicked intentions and a talent for disposing of layabouts and gawkers.",
  "$CHARACTER_DATA_RPC_42_background":"{@pearl_crane:firstName} fell on hard times after graduating from her incredibly strict school. Despite this, she is a genuinely happy person, considering herself to be more of a lover than a fighter.",
  "$CHARACTER_DATA_RPC_43_name":"Frederick Joyce",
  "$CHARACTER_DATA_RPC_43_firstName":"Frederick",
  "$CHARACTER_DATA_RPC_43_lastName":"Joyce",
  "$CHARACTER_DATA_RPC_43_nickName":"Gentleman",
  "$CHARACTER_DATA_RPC_43_description":"{@frederick_joyce:name} had a miserable childhood filled with hunting and fur trapping in the desolate, harsh wilds of northern Maine. When he turned 18, he escaped to New York to pursue his dream of acting, and eventually found himself playing the role of Algernon in Oscar Wilde's \"The Importance of Being Earnest\" . Although he now lives a more lavish lifestyle to separate him from his past, his hands have never forgotten how to grip a rifle.",
  "$CHARACTER_DATA_RPC_43_background":"An incorrigible flirt, {@frederick_joyce:name} resisted the urge to drop-out to support his poor family, choosing instead to both work and attend school. He is more of a lover than a fighter at heart.",
  "$CHARACTER_DATA_RPC_44_name":"Zee Zee",
  "$CHARACTER_DATA_RPC_44_firstName":"Zee",
  "$CHARACTER_DATA_RPC_44_lastName":"Zee",
  "$CHARACTER_DATA_RPC_44_description":"{@zee_zee:name} is an enigmatic woman who is, as a rule, hazy on her upbringing. What’s known is that she emigrated from Kingston, Jamaica during the Great War, where she spent the majority of her life in the banana export business. She refuses to discuss why she left, but shortly after arriving in Chicago, she quickly had all of the low-level criminals in her pocket. {@zee_zee:name} doesn't wield her silvery tongue wantonly, but when she does, she can bring a mountain to its knees.",
  "$CHARACTER_DATA_RPC_44_background":"{@zee_zee:name} fled to America from Jamaica during the Great War, where her cunning allowed her to quickly become the leader of a gang of her own. She believes that what comes easily goes easily.",
  "$CHARACTER_DATA_RPC_45_name":"Etsuko Nakano",
  "$CHARACTER_DATA_RPC_45_firstName":"Etsuko",
  "$CHARACTER_DATA_RPC_45_lastName":"Nakano",
  "$CHARACTER_DATA_RPC_45_description":"{@etsuko_nakano:firstName} emigrated from Osaka, Japan in the summer of 1914 and immediately installed herself into the ear of an unnamed (and very married) Chicago politician. Through him, she was able to set up a well-funded society with the sole purpose of gathering intel on all the supposed \"well-guarded\" secrets in Chicago. She is always happy to share her knowledge with others, for a price. Monetary or otherwise.",
  "$CHARACTER_DATA_RPC_45_background":"{@etsuko_nakano:firstName} fled to America from Japan after completing her education. While she is very careful, she lives by the motto that a cat has nine lives.",
  "$CHARACTER_DATA_RPC_46_name":"Alfred Westcott",
  "$CHARACTER_DATA_RPC_46_firstName":"Alfred",
  "$CHARACTER_DATA_RPC_46_lastName":"Westcott",
  "$CHARACTER_DATA_RPC_46_nickName":"Sweets",
  "$CHARACTER_DATA_RPC_46_description":"{@alfred_westcott:firstName}'s fascination with explosives began early. He had received a chemistry set as a gift, and coupled with his creativity, the reactions were sometimes entertaining, sometimes poisonous and sometimes literally leveling. The most notorious incident resulted in the leveling of the family cattle barn and the pre-processing of the cattle in it. Many years have passed since that time. {@alfred_westcott:firstName}'s penchant for explosives has improved and matured, but is no less deadly.",
  "$CHARACTER_DATA_RPC_46_background":"Graduating from a strict school, {@alfred_westcott:firstName}'s privileged background has allowed him to remain a kind person. Because of this, he is a lover, not a fighter, unless fighting becomes necessary.",
  "$CHARACTER_DATA_RPC_47_name":"Man Running",
  "$CHARACTER_DATA_RPC_47_firstName":"Man",
  "$CHARACTER_DATA_RPC_47_lastName":"Running",
  "$CHARACTER_DATA_RPC_47_description":"{@man_running:name}'s family barely survived the American raids into Navajo territory before finding refuge at Beautiful Mountain in San Juan County, New Mexico. He learned to shoot his father's antique gun as a young boy, a skill he perfected as he crossed the Oklahoma territory. After an incident at the mountain, he fled New Mexico, living nomadically for a time before setting his roots in Chicago. He prefers to work alone.",
  "$CHARACTER_DATA_RPC_47_background":"A boxer and a child laborer, many rough, nomadic years and hard times have left {@man_running:name} sullen. Despite this he has a strong sense of honor, always keeping his word.",
  "$CHARACTER_DATA_RPC_48_name":"Norah Quinn",
  "$CHARACTER_DATA_RPC_48_firstName":"Norah",
  "$CHARACTER_DATA_RPC_48_lastName":"Quinn",
  "$CHARACTER_DATA_RPC_48_description":"{@norah_quinn:firstName} emigrated from Ireland when she was sixteen years old. She had to vault many social hurdles as a female Irish immigrant, but eventually obtained her medical degree. Unfortunately, she was unable to sustain legitimate work in her field. The harder she tried, the more resistance she faced. In a desperate act -- one which {@norah_quinn:firstName} will avenge -- she was framed for administering too much medication to a patient, a hostile gambit which ultimately cost the patient his life. Given the tip by a fellow doctor, {@norah_quinn:firstName} instead put her skills to good use with Chicago's criminal underworld.",
  "$CHARACTER_DATA_RPC_48_background":"An Irish immigrant, {@norah_quinn:firstName} graduated from a convent school that instilled her with a strong sense of faith and a sullen nature. A rigorous spender, she believes a penny saved is a penny earned.",
  "$CHARACTER_DATA_RPC_49_name":"Marlena De Critz",
  "$CHARACTER_DATA_RPC_49_firstName":"Marlena",
  "$CHARACTER_DATA_RPC_49_lastName":"De Critz",
  "$CHARACTER_DATA_RPC_49_nickName":"Pixie",
  "$CHARACTER_DATA_RPC_49_description":"If there is one person that the term \"Cat Burglar\" should attribute to, it's {@marlena_de_critz:firstName}. Originally from Louisiana, she committed so many successful burglaries and heists between the ages of sixteen and twenty that no one could believe they had all been perpetrated by one person. She started to grow bored with the ease of the game, and eventually figured that she could find bigger targets if she started working with more people, so she moved up to Chicago and joined the underworld.",
  "$CHARACTER_DATA_RPC_49_background":"Growing up poor and becoming a full-fledged delinquent in her teens, {@marlena_de_critz:firstName}'s religion is the only thing about her that remains respectable. She is extremely careful, and cares about little but being paid for her work.",
  "$CHARACTER_DATA_RPC_50_name":"One Sky",
  "$CHARACTER_DATA_RPC_50_firstName":"One",
  "$CHARACTER_DATA_RPC_50_lastName":"Sky",
  "$CHARACTER_DATA_RPC_50_description":"{@one_sky:name}'s family fled from Canada when he was a boy, seeking asylum in Montana. His childhood was hard, and the winters were harder, but he had the soul of a warrior, and he persevered through the starvation and persecution. When the waves of deportation came, {@one_sky:name} became separated from his family. He eventually made his way to Chicago in search of a better life for them, knowing that though they were apart, they were still together under one sky. He awaits the day when they can be reunited again.",
  "$CHARACTER_DATA_RPC_50_background":"A religious man who fell on hard times, {@one_sky:name} turned to a youth of delinquency on the streets of Chicago. He remains work, and believes in the value of hard work.",
  "$CHARACTER_DATA_RPC_51_name":"Jack McGurn",
  "$CHARACTER_DATA_RPC_51_firstName":"Jack",
  "$CHARACTER_DATA_RPC_51_lastName":"McGurn",
  "$CHARACTER_DATA_RPC_51_description":"Vincenzo Antonio Gibaldi, originally from Licata, Sicily, immigrated to Brooklyn as a child. He later moved to Chicago to pursue a career in boxing, going so far as to change his name to {@jack_mcgurn:name} since he believed that Irish sounding names got a better billing. {@jack_mcgurn:firstName} forsook his budding career in exchange for revenge after extortionists murdered his step-father. He now hopes to one day own his own speakeasy jazz club in the city.",
  "$CHARACTER_DATA_RPC_51_background":"An Italian immigrant, {@jack_mcgurn:lastName} believes learned through both his strict schooling and boxing career that fortune favours the bold.",
  "$CHARACTER_DATA_RPC_52_name":"George Moran",
  "$CHARACTER_DATA_RPC_52_firstName":"George",
  "$CHARACTER_DATA_RPC_52_lastName":"Moran",
  "$CHARACTER_DATA_RPC_52_nickName":"Bugs",
  "$CHARACTER_DATA_RPC_52_description":"Before {@george_moran:name} turned twenty-one, he had already been in jail three times. He moved to Chicago to take his flare for troublemaking to the professional level, but unfortunately, continued to get thrown in and out of prison. His obscene comfort with casual violence earned him the nickname \"Bugs,\" but it also earned him the respect he desired from his peers.",
  "$CHARACTER_DATA_RPC_52_background":"A child of immigrants, {@george_moran:lastName} became religious in reform school, but it wasn't enough to temper his immense anger. His guiding principle is that birds of a feather flock together.",
  "$CHARACTER_DATA_RPC_53_name":"Earl Weiss",
  "$CHARACTER_DATA_RPC_53_firstName":"Earl",
  "$CHARACTER_DATA_RPC_53_lastName":"Weiss",
  "$CHARACTER_DATA_RPC_53_nickName":"Hymie",
  "$CHARACTER_DATA_RPC_53_description":"Henry Earl J. Wojciechowski, later called {@earl_weiss:name}, was born in Poland, but grew up on Chicago's North Side. He developed an early interest in petty thievery. During one of his earliest burglary attempts, he accidentally toppled a perfume shelf. When police caught him, they dubbed him \"The Perfume Burglar.\" He has since learned to handle a gun effectively and fears no one.",
  "$CHARACTER_DATA_RPC_53_background":"Polish immigrant {@earl_weiss:name}'s deep faith does little to restrain his greed. He became a gang leader in order to fulfill his desires. Working discretely is of the utmost importance to him.",
  "$CHARACTER_DATA_RPC_54_name":"Frank Nitti",
  "$CHARACTER_DATA_RPC_54_firstName":"Frank",
  "$CHARACTER_DATA_RPC_54_lastName":"Nitti",
  "$CHARACTER_DATA_RPC_54_description":"{@frank_nitti:firstName} moved to New York from Italy as a child. He lived in Dallas, Texas, for a short while, before finally settling in Chicago to be closer to his cousin, {@alphonse_capone:name}. He covers a wide range of expertise, including fencing, smuggling, and general thievery. He's not only a \"jack of all trades\", but also extremely loyal and intelligent when it comes to running a business, legitimate or otherwise.",
  "$CHARACTER_DATA_RPC_54_background":"An immigrant and a child laborer, {@frank_nitti:lastName} is defined my his rage. He became a gang leader through his axiom: everyone has a price.",
  "$CHARACTER_DATA_RPC_55_name":"Cyril McRae",
  "$CHARACTER_DATA_RPC_55_firstName":"Cyril",
  "$CHARACTER_DATA_RPC_55_lastName":"McRae",
  "$CHARACTER_DATA_RPC_55_description":"{@cyril_mcrae:firstName} grew up in Skibereen, Ireland with his father, Cornelius, who insisted that his son learn to defend himself. During a shooting session one day, {@cyril_mcrae:firstName} was startled by a flock of birds and accidentally shot his father in the leg. Cornelius was so angry with {@cyril_mcrae:firstName} that he sent him across the sea to New York to learn to make something of himself. {@cyril_mcrae:firstName} found his footing by falling in with the local gangs, who marvelled at his skills with a rifle.",
  "$CHARACTER_DATA_RPC_55_background":"A child of some privilege in his native Ireland, {@cyril_mcrae:name} stayed in school long enough to be instilled with the values of kindness, religion, and always keeping one's word, just in time to embark on a life of crime.",
  "$CHARACTER_DATA_RPC_56_name":"Frank McErlane",
  "$CHARACTER_DATA_RPC_56_firstName":"Frank",
  "$CHARACTER_DATA_RPC_56_lastName":"McErlane",
  "$CHARACTER_DATA_RPC_56_description":"Brutality was always part of {@frank_mcerlane:firstName}'s nature. He is a Chicago native credited with killing his first man, a cop, when he was twenty-two years old. His lust for killing seemed to gain steam the more involved he became in Chicago's underworld. To make matters worse, {@frank_mcerlane:firstName} has a hell of a drinking problem and won't hesitate to off someone for the smallest indiscretion while he's on the sauce.",
  "$CHARACTER_DATA_RPC_56_background":"A life of poverty and child labor rendered {@frank_mcerlane:firstName} into an aggressive delinquent. He knows that a chain is as strong as its weakest a link, and resolves not to be that link in any gang he is a part of.",
  "$CHARACTER_DATA_RPC_57_name":"Theodore Hunter",
  "$CHARACTER_DATA_RPC_57_firstName":"Theodore",
  "$CHARACTER_DATA_RPC_57_lastName":"Hunter",
  "$CHARACTER_DATA_RPC_57_nickName":"Big Game",
  "$CHARACTER_DATA_RPC_57_description":"{@theodore_hunter:name} grew up on a ranch in northern Arizona where he began to hunt and skin wild game at only three years old. Years of killing left {@theodore_hunter:name} desensitised to the sight of blood, and he yearned for a new thrill. One morning, during a routine hunt, {@theodore_hunter:name} turned his rifle on his father. He realized then that he enjoyed hunting this new prey much more than mere animals. Therefore, in 1914, he established The Lodge.",
  "$CHARACTER_DATA_RPC_57_background":"Born on a large ranch in north Arizona, {@theodore_hunter:firstName} graduated from a strict school. He is cruel and desensitised to violence, and hides this dark side by saying as little as possible.",
  "$CHARACTER_DATA_RPC_58_name":"Diana Madura",
  "$CHARACTER_DATA_RPC_58_firstName":"Diana",
  "$CHARACTER_DATA_RPC_58_lastName":"Madura",
  "$CHARACTER_DATA_RPC_58_nickName":"Viper",
  "$CHARACTER_DATA_RPC_58_description":"Few women strike as much fear into a man's heart as {@diana_madura:firstName} \"The Viper\" {@diana_madura:lastName}. Her rap sheet might as well read like a Bingo card, with crimes ranging from petty thievery to grand theft auto, and those are only the ones for which she has been caught.",
  "$CHARACTER_DATA_RPC_58_background":"Born privileged, {@diana_madura:name}'s love of money still led her to child labor and eventually, in search of bigger pay-offs, to delinquency. Her greed motivates her, and she knows that birds of a feather flock together.",
  "$CHARACTER_DATA_RPC_59_name":"Percival Lancaster",
  "$CHARACTER_DATA_RPC_59_firstName":"Percival",
  "$CHARACTER_DATA_RPC_59_lastName":"Lancaster",
  "$CHARACTER_DATA_RPC_59_nickName":"Bloodhound",
  "$CHARACTER_DATA_RPC_59_description":"Many have wondered why {@percival_lancaster:firstName} associates with the uncouth philistines of Chicago's underworld, but not {@percival_lancaster:firstName}. He has his reasons. He has a natural talent for distinguishing truth from lie, and an even greater talent for extracting hidden information. He met {@theodore_hunter:name} while on a hunt in 1915, and after a few intriguing exchanges, he became a full member of The Lodge.",
  "$CHARACTER_DATA_RPC_59_background":"The child of British immigrants, {@percival_lancaster:name}'s religious reform school upbringing shaped him into a kind, discrete, if somewhat sullen and cowardly man.",
  "$CHARACTER_DATA_RPC_60_name":"Harry Adams",
  "$CHARACTER_DATA_RPC_60_firstName":"Harry",
  "$CHARACTER_DATA_RPC_60_lastName":"Adams",
  "$CHARACTER_DATA_RPC_60_description":"Beyond cocky, {@harry_adams:firstName} is the poster boy of the Lodge. He's incredible at spinning a lie, and he's a master at manipulation, intimidation, and persuasion. His smile may be warm. but his intentions are cold.",
  "$CHARACTER_DATA_RPC_60_background":"An inherently happy man, {@harry_adams:lastName} abandoned his privileged reform school education for a youth of delinquency. He believes that everyone has their price, and he can pay it."
}
