{
  "$GuessWhosBack_name":"Guess Who's Back in Town",
  "$GuessWhosBack_desc":"You heard from Sal, your taxi driver, that Frankie Yale is in Chicago. Thing is, Yale didn't tell you he was coming. Sal needs you to handle some punks that are messing with his taxis, and in return he'll find Yale for you. He'll also give you a line on a few crates of booze.",
  "$MissionReward_GuessWhosBack":"Chased off thugs",
  "$GuessWhosBack1_name":"Take care of the thugs",
  "$GuessWhosBack1_desc":"Get rid of the thugs messing with Sal's taxis.",
  "$ConfrontThugs":"Confront the thugs.",
  "$GuessWhosBack2_name":"Speak with Sal's contact",
  "$GuessWhosBack2_desc":"Now that the thugs are gone, you can find out where Yale is and collect your booze. Speak with Sal's contact to get his location.",
  "$TalkToContact":"Talk to the contact.",
  "$AWarmReunion_name":"A Warm Reunion",
  "$AWarmReunion_desc":"Sal's contact told you that Yale's hiding out in a nearby brothel. You've gotta find a way in and talk to Yale.",
  "$AWarmReunion1_name":"Find a way into the brothel",
  "$AWarmReunion1_desc":"Speak with one of the guards in front of the brothel to find a way in.",
  "$SpeakWithTheGuard":"Speak with the Guard at the door.",
  "$AWarmReunion2_name":"Talk to Yale",
  "$AWarmReunion2_desc":"Now that you've found a way into the brothel, talk to Yale to see why he's in Chicago.",
  "$TalkToFrankie":"Find Yale inside the brothel.",
  "$HitEmWhereItHurts_name":"Hit 'Em Where It Hurts",
  "$HitEmWhereItHurts_desc":"Yale told you that the White Hand gang, the same gang that's been giving Sal trouble, stole a million bucks off him. He's asked you to help get revenge on the White Hand gang and get his money back. First, he needs some intel to find out where the stash is being hidden. It should be on one of the guards in {0}.",
  "$MissionReward_WarmReunion":"Fought with White Hand",
  "$MeetWithFrankie":"Meet Yale outside {0}.",
  "$TakeOutThugs":"Take out the thugs inside the racket.",
  "$ReturnToFrankie":"Return To Frankie.",
  "$AllIrish_name":"It's All Irish To Me",
  "$AllIrish_desc":"Frankie was able to translate that note you gave him. Turns out it was all in Irish. Now Yale knows where the White Hand boss is, and more importantly, where his stash is.",
  "$MissionReward_AllIrishToMe":"Took over thug racket",
  "$AllIrish1_name":"Meet Yale at {0}",
  "$AllIrish1_desc":"Yale knows where his stash is and where the White Hand gang are hiding out. He wants you to meet him at {0} to discuss the next steps.",
  "$FindFrankie":"Find Yale.",
  "$AllIrish2_name":"Go to {0} and find Yale",
  "$AllIrish2_desc":"Yale's being held at {0} by the White Hand gang. They want you to bring some cash in exchange for his freedom. Or, you can bring a few trusty guns and spring him the old fashioned way.",
  "$GetInsideRacket":"Get inside {0}.",
  "$ConfrontTheWhiteHand":"Confront the White Hand.",
  "$AllIrish3_name":"Talk to Yale",
  "$AllIrish3_desc":"You freed Yale from White Hand gang captivity. Talk to him and see what he has to say.",
  "$CheckOnFrankie":"Check on Yale.",
  "$RedHanded_name":"Red Handed",
  "$RedHanded_desc":"This is the second time someone's hijacked your brewery truck You've gotta look into it before they strike again.",
  "$MissionReward_RedHanded":"Dealt with a traitor",
  "$RedHanded1_name":"Talk to your brewery worker, Darla",
  "$RedHanded1_desc":"Darla might have some insight on who hijacked the truck. She was working at your brewery the night it was taken.",
  "$TalkToDarla":"Talk To Darla.",
  "$RedHanded2_name":"Talk to Bert",
  "$RedHanded2_desc":"Darla suggested talking to Bert, the driver of the hijacked truck. He's hiding out in one of your speakeasies drinking his troubles away. She also suggested that you might check out the actual truck to see if there's any evidence inside.",
  "$Bert_Name":"Bert",
  "$TalkToBert":"Talk To Bert.",
  "$TalkToRPC":"Talk to a doctor in your crew.",
  "$TalkToBarTender":"Talk to the bartender.",
  "$RedHanded3_name":"Inspect the brewery truck",
  "$RedHanded3_desc":"The stolen brewery truck might have some clues as to who stole it.",
  "$InspectTruck":"Inspect the truck.",
  "$RedHanded4_name":"Speak with Darla",
  "$RedHanded4_desc":"Bert died while talking to you, and then you found a cigar in the stolen brewery truck. The cigar is most certainly one of Yale's. Let Darla know what you found out.",
  "$RedHanded5_name":"Confront Yale",
  "$RedHanded5_desc":"Bert died while talking to you, and then you found a cigar in the stolen brewery truck. The cigar is most certainly one of Yale's. Everything points to Yale, so you better go have a talk with him.",
  "$RedHanded_DealWithYale":"Confront Yale about the missing booze.",
  "$RedHanded_GoToLocation":"Go to {0}.",
  "$AboutDarla_name":"The Thing About Darla",
  "$AboutDarla_desc":"Yale thinks that Darla is the mole in your operation. He said she's been stealing crates of booze from you recently.",
  "$AboutDarla1_name":"Deal with Darla",
  "$AboutDarla1_desc":"Yale says that Darla's been stealing from you. Confront her and see what she has to say for herself.",
  "$AboutDarla_ConfrontDarla":"Deal with Darla.",
  "$AboutDarla2_PlayerSparedDesc":"You spoke with Darla and believed her side of the story. Now you've gotta deal with Yale.",
  "$AboutDarla2_PlayerKilledDarlaDesc":"Darla's dead. She was stealing from you. Return to Yale and let him know what happened.",
  "$AboutDarla2_name":"Return to Yale.",
  "$AboutDarla_ReturnToYale":"Return to Yale.",
  "$WarmReunionRedux_name":"A Warm Reunion Redux",
  "$WarmReunionRedux_desc":"Go confront Yale.",
  "$WarmReunionRedux_GoToYale":"Talk to Yale."
}
